{
  "stage1": [
    "Raise awareness about the problem of osteoporosis in the patient and the availability of effective treatments",
    "Ensure patient has better understanding of the medical condition",
    "Consider discussing risk factors such as age and prior history of fracture",
    "Confirm patient’s belief’s about the their perceived risk and susceptibility to osteoporosis. Address any misunderstandings",
    "Determine if the patient has received educational materials about the problem and provide appropriate resources if they haven’t"
  ],
  "stage2": [
    "Raise awareness about the problem of osteoporosis in the patient and the availability of effective treatments",
    "Ensure patient has better understanding of the medical condition",
    "Consider discussing risk factors such as age and prior history of fracture",
    "Confirm patient’s belief’s about the their perceived risk and susceptibility to osteoporosis. Address any misunderstandings",
    "Determine if the patient has received educational materials about the problem and provide appropriate resources if they haven’t",
    "Discuss the various alternatives for treatment vs. prevention. Compare and contrast the risks and benefits of the treatments",
    "Discuss how treatment may improve function by reducing the risk and worry about subsequent fracture",
    "Incorporate concept of social norms with treatment for osteoporosis",
    "Reduce fear and worry about treatment adverse effects"
  ],
  "stage3": [
    "Discuss the various alternatives for treatment vs. prevention. Compare and contrast the risks and benefits of the treatments",
    "Discuss how treatment may improve function by reducing the risk and worry about subsequent fracture",
    "Incorporate concept of social norms associated with treatment for osteoporosis",
    "Reduce fear and worry about treatment adverse effects",
    "Ensure patient has the necessary resources needed to act",
    "Provide detailed, “how to” information to incorporate the medication regimen into the patient’s schedule"
  ],
  "stage4": [
    "Confirm type of active treatment",
    "Ensure patient is taking medication according to schedule",
    "Provide adherence aids if necessary",
    "Reinforce the importance of remaining on treatment",
    "Address any fear and worry about treatment adverse effects",
    "Provide encouragement and reinforcement"
  ]
}