app/controllers/questions_controller.rb

  def create
    @question = Question.new(question_params)

    respond_to do |format|
      if @question.save
---
INSERT INTO "questions" ("name", "mrn", "age", "question4", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["name", "blah"], ["mrn", "bada "], ["age", 2], ["question4", "f"], ["created_at", "2019-11-15 20:49:26.326686"], ["updated_at", "2019-11-15 20:49:26.326686"]]